/* Button title for canceling installation of Growl */
"Cancel" = "取消";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "不再詢問";

/* Growl installation window title */
"Growl Installation Recommended" = "建議安裝 Growl";

/* Growl update window title */
"Growl Update Available" = "Growl 更新已可取得";

/* Button title for installing Growl */
"Install" = "安裝";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "此程式會透過 Growl (一種中央式通知系統) 來顯示資訊，可讓應用程式通知使用者一些重要的資訊，但又不會干擾其作業。目前已安裝某個版本的 Growl，但此程式含有更新版本的 Growl。強烈建議您立即進行更新，但並不要求一定要下載。";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "此程式會透過 Growl (一種中央式通知系統) 來顯示資訊，可讓應用程式通知使用者一些重要的資訊，但又不會干擾其作業。目前尚未安裝 Growl，若要查看來自此程式與其他程式的 Growl 資訊，您必須進行安裝，但並不要求一定要下載。";

/* Button title for updating Growl */
"Update" = "更新";